IDEA StatiCa Open Model
MatConcreteSIA Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the MatConcreteSIA class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public MatConcreteSIA()
Public Sub New
public:
MatConcreteSIA()
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace